Repository: virtual/distantlife
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: he

source: About
he: על אודות

source: Adopt a Pet
he: ***לאמץ a Pet

source: Type
he: סוג

source: Adopt
he: *לאמץ

source: Error
he: שגיאה

source: Admin
he: אדמיניסטרטור

source: Language
he: *שפה

source: Create new set
he: צור קטגוריה חדשה*

source: Dashboard
he: לוח מחוונים

source: Latest Notifications
he: מינויים והודעות

source: News
he: *בשורה

source: Edit Set
he: *לערוך לקביעת

source: Options
he: אפשרויות

source: Edit
he: *לערוך

source: Remove word from set
he: ***למחוק word from set

source: Delete
he: *למחוק

source: Upload
he: *להעלות

source: Edit Sets
he: ***וערוך את הערכה

source: Icon
he: *סמל

source: Word Set
he: *קבוצת מילים

source: Home
he: בית

source: List
he: *רשימה

source: My Pets
he: *חיות המחמד שלי

source: Active pet
he: ***Active חיות המחמד

source: Make Active Pet
he: ***Make Active חיות המחמד

source: Abandon
he: *לנטוש

source: Log In
he: כניסה

source: Username
he: *שם משתמש

source: Password
he: *סיסמה

source: Level
he: *רמה

source: Experience
he: *ניסיון

source: Created
he: *יצר

source: Update Pet
he: *לעדכן חיית מחמד

source: Change Name
he: *לשנות את שם

source: You do not have a pet with that ID
he: ***אין לך

source: Profile
he: *פרופיל

source: ID
he: *מזהה

source: Language Preferences
he: *העדפות השפה

source: My native language is
he: *שפת האם שלי

source: I want to learn
he: *אני רוצה ללמוד

source: Save Preferences
he: *לשמור העדפות

source: Change password
he: *שינוי סיסמה

source: Retype Password
he: *הקלד שוב את הסיסמה

source: Update Password
he: *עדכן את הסיסמה

source: Train
he: *תאמן

source: play audio
he: *להשמיע שמע

source: Continue
he: *להמשיך

source: Skip
he: הבא

source: Sign Up
he: הירשם

source: Sign up today to start your language-learning journey.
he: הירשם

source: settings
he: ההגדרות שלי

source: complete
he: *הושלם

source: Quiz
he: *לבחון

source: Learn It
he: *למד את זה

source: Next
he: הבא

source: Complete lesson
he: *השלם שיעור

source: menu
he: אפשרויות

source: Logout
he: יציאה

source: Login
he: כניסה
